Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# sharing.confirm.stopSeeingTheirShifts.title
source: Stop seeing %@'s shifts?
ar: إيقاف رؤية نوبات %@؟
bg: Да спреш ли да виждаш смените на %@?
bn: %@-এর শিফট দেখা বন্ধ করবেন?
ca: Vols deixar de veure els torns de %@?
cs: Přestat vidět směny uživatele %@?
da: Stop med at se %@'s vagter?
de: %@'s Schichten nicht mehr sehen?
el: Να σταματήσω να βλέπω τις βάρδιες του/της %@;
es: ¿Dejar de ver los turnos de %@?
et: Lõpetad %@ vahetuste nägemise?
fa: نمایش شیفت‌های %@ متوقف شود؟
fi: Lopetetaanko käyttäjän %@ vuorojen katselu?
fil: Itigil ang pagtingin sa mga shift ni %@?
fr: Arrêter de voir les shifts de %@ ?
he: להפסיק לראות את המשמרות של %@?
hi: %@ की शिफ्ट देखना बंद करें?
hr: Prestati gledati %@ smjene?
hu: Leállítod %@ műszakjainak megtekintését?
id: Berhenti melihat shift %@?
is: Hætta að sjá vaktir %@?
it: Smettere di vedere i turni di %@?
ja: %@のシフトの表示を停止しますか？
ko: %@님의 근무 보기를 중지할까요?
lt: Nebematyti %@ pamainų?
lv: Pārtraukt redzēt %@ maiņas?
nb: Slutte å se vaktene til %@?
nl: Stoppen met het zien van de diensten van %@?
nn: Slutte å sjå vaktene til %@?
pl: Przestać widzieć zmiany użytkownika %@?
pt_br: Parar de ver os turnos de %@?
ro: Nu mai vezi turele lui %@?
ru: Перестать видеть смены %@?
sk: Prestať vidieť zmeny používateľa %@?
sl: Neham gledati izmene od %@?
sr: Prekinuti prikaz smena od %@?
sv: Sluta se %@s pass?
sw: Acha kuona zamu za %@?
ta: %@ இன் பணிப்பகுதிகளைப் பார்ப்பதை நிறுத்தவா?
th: หยุดดูกะของ %@?
tr: %@ adlı kişinin vardiyalarını görmeyi durdur?
uk: Припинити бачити зміни %@?
ur: %@ کی شفٹیں دیکھنا بند کریں؟
vi: Ngừng xem ca làm của %@?
zh_hans: 停止查看%@的班次？
zh_hant: 停止查看%@的班次？

# sharing.confirm.stopSharingMyShifts.mutual
source: You will stop sharing your shifts with %@. You will still see shifts they share with you.
ar: سوف تتوقف عن مشاركة نوباتك مع %@. سيظل بإمكانك رؤية النوبات التي يشاركها معك.
bg: Ще спреш да споделяш смените си с %@. Все още ще виждаш смените, които те споделят с теб.
bn: আপনি %@-এর সাথে আপনার শিফট শেয়ার করা বন্ধ করবেন। তারা আপনার সাথে যে শিফট শেয়ার করে, সেগুলো আপনি এখনও দেখতে পারবেন।
ca: Deixaràs de compartir els teus torns amb %@. Continuaràs veient els torns que comparteixen amb tu.
cs: Přestanete sdílet své směny s %@. Směny, které s vámi sdílí, stále uvidíte.
da: Du stopper med at dele dine vagter med %@. Du kan stadig se vagter, de deler med dig.
de: Du wirst deine Schichten nicht mehr mit %@ teilen. Ihre mit dir geteilten Schichten wirst du weiterhin sehen.
el: Θα σταματήσετε να κοινοποιείτε τις βάρδιές σας στον/στην %@. Θα εξακολουθείτε να βλέπετε τις βάρδιες που σας κοινοποιεί.
es: Dejarás de compartir tus turnos con %@. Seguirás viendo los turnos que comparta contigo.
et: Sa lõpetad oma vahetuste jagamise kasutajaga %@. Näed endiselt vahetusi, mida nad sinuga jagavad.
fa: اشتراک‌گذاری شیفت‌های شما با %@ متوقف می‌شود. همچنان شیفت‌هایی را که با شما به اشتراک می‌گذارند می‌بینید.
fi: Lopetat vuorojesi jakamisen käyttäjälle %@. Näet silti vuorot, jotka hän jakaa kanssasi.
fil: Hihinto ka sa pagbabahagi ng mga shift mo kay %@. Makikita mo pa rin ang mga shift na ibinabahagi nila sa iyo.
fr: Vous n’allez plus partager vos shifts avec %@. Vous verrez toujours les shifts qu’ils partagent avec vous.
he: תפסיק לשתף את המשמרות שלך עם %@. עדיין תוכל לראות משמרות שהם משתפים איתך.
hi: आप %@ के साथ अपनी शिफ्ट साझा करना बंद कर देंगे। आप उनकी आपके साथ साझा की गई शिफ्ट देखना जारी रखेंगे।
hr: Prestat ćete dijeliti svoje smjene s %@. I dalje ćete vidjeti smjene koje dijele s vama.
hu: Leállítod műszakjaid megosztását vele: %@. Az általa megosztott műszakokat továbbra is látni fogod.
id: Anda akan berhenti membagikan shift Anda ke %@. Anda tetap bisa melihat shift yang mereka bagikan dengan Anda.
is: Þú hættir að deila vöktunum þínum með %@. Þú sérð áfram vaktir sem þau deila með þér.
it: Smetterai di condividere i tuoi turni con %@. Continuerai a vedere i turni che condividono con te.
ja: %@へのシフト共有が停止されます。相手が共有したシフトは引き続き表示されます。
ko: %@님과 내 근무 공유가 중지됩니다. 상대가 공유한 근무는 계속 볼 수 있습니다.
lt: Nebebendrinsite savo pamainų su %@. Vis tiek matysite pamainas, kuriomis jie dalijasi su jumis.
lv: Jūs pārtrauksiet kopīgot savas maiņas ar %@. Jūs joprojām redzēsiet maiņas, ko viņi kopīgo ar jums.
nb: Du slutter å dele vaktene dine med %@. Du kan fortsatt se vaktene de deler med deg.
nl: Je stopt met het delen van je diensten met %@. Je blijft de diensten zien die zij met jou delen.
nn: Du vil slutte å dele vaktene dine med %@. Du vil framleis sjå vaktene dei deler med deg.
pl: Przestaniesz udostępniać swoje zmiany użytkownikowi %@. Nadal będziesz widzieć zmiany, które on udostępnia Tobie.
pt_br: Você vai parar de compartilhar seus turnos com %@. Você ainda verá os turnos que a pessoa compartilha com você.
ro: Nu vei mai partaja turele tale cu %@. Vei vedea în continuare turele pe care ți le partajează.
ru: Вы перестанете делиться своими сменами с %@. Вы по-прежнему будете видеть смены, которыми они делятся с вами.
sk: Prestanete zdieľať svoje zmeny s %@. Stále budete vidieť zmeny, ktoré zdieľa s vami.
sl: Nehal(a) boš deliti svoje izmene z %@. Še vedno boš videl(a) izmene, ki jih delijo s tabo.
sr: Prestaćete da delite svoje smene sa %@. I dalje ćete videti smene koje oni dele sa vama.
sv: Du kommer att sluta dela dina pass med %@. Du kan fortfarande se pass de delar med dig.
sw: Utaacha kushiriki zamu zako na %@. Bado utaona zamu wanazoshiriki nawe.
ta: %@ உடன் உங்கள் பணிப்பகுதிகளைப் பகிர்வதை நிறுத்துவீர்கள். அவர்கள் உங்களுடன் பகிரும் பணிப்பகுதிகளை நீங்கள் இன்னும் பார்க்கலாம்.
th: คุณจะหยุดแชร์กะของคุณกับ %@ แต่ยังเห็นกะที่พวกเขาแชร์กับคุณได้
tr: Vardiyalarını %@ ile paylaşmayı bırakacaksın. Onların seninle paylaştığı vardiyaları görmeye devam edeceksin.
uk: Ви перестанете ділитися своїми змінами з %@. Ви й далі бачитимете зміни, якими вони діляться з вами.
ur: آپ %@ کے ساتھ اپنی شفٹیں شیئر کرنا بند کر دیں گے۔ آپ پھر بھی وہ شفٹیں دیکھ سکیں گے جو وہ آپ کے ساتھ شیئر کرتے ہیں۔
vi: Bạn sẽ ngừng chia sẻ ca làm của mình với %@. Bạn vẫn sẽ thấy ca làm họ chia sẻ với bạn.
zh_hans: 你将停止与%@共享你的班次。你仍可查看他们与你共享的班次。
zh_hant: 你將停止與%@分享你的班次。你仍可看見他們與你分享的班次。

# sharing.confirm.stopSharingMyShifts.outgoingOnly
source: You will stop sharing your shifts with %@. They will be removed from this list.
ar: سوف تتوقف عن مشاركة نوباتك مع %@. ستتم إزالته من هذه القائمة.
bg: Ще спреш да споделяш смените си с %@. Те ще бъдат премахнати от този списък.
bn: আপনি %@-এর সাথে আপনার শিফট শেয়ার করা বন্ধ করবেন। তাদের এই তালিকা থেকে সরানো হবে।
ca: Deixaràs de compartir els teus torns amb %@. Se suprimiran d'aquesta llista.
cs: Přestanete sdílet své směny s %@. Budou odebráni z tohoto seznamu.
da: Du stopper med at dele dine vagter med %@. De bliver fjernet fra denne liste.
de: Du wirst deine Schichten nicht mehr mit %@ teilen. Sie werden aus dieser Liste entfernt.
el: Θα σταματήσετε να κοινοποιείτε τις βάρδιές σας στον/στην %@. Θα αφαιρεθεί από αυτή τη λίστα.
es: Dejarás de compartir tus turnos con %@. Se eliminará de esta lista.
et: Sa lõpetad oma vahetuste jagamise kasutajaga %@. Nad eemaldatakse sellest loendist.
fa: اشتراک‌گذاری شیفت‌های شما با %@ متوقف می‌شود. آن‌ها از این فهرست حذف می‌شوند.
fi: Lopetat vuorojesi jakamisen käyttäjälle %@. Hänet poistetaan tältä listalta.
fil: Hihinto ka sa pagbabahagi ng mga shift mo kay %@. Aalisin sila sa listahang ito.
fr: Vous n’allez plus partager vos shifts avec %@. Ils seront retirés de cette liste.
he: תפסיק לשתף את המשמרות שלך עם %@. הם יוסרו מהרשימה הזו.
hi: आप %@ के साथ अपनी शिफ्ट साझा करना बंद कर देंगे। उन्हें इस सूची से हटा दिया जाएगा।
hr: Prestat ćete dijeliti svoje smjene s %@. Bit će uklonjeni s ovog popisa.
hu: Leállítod műszakjaid megosztását vele: %@. El lesz távolítva erről a listáról.
id: Anda akan berhenti membagikan shift Anda ke %@. Mereka akan dihapus dari daftar ini.
is: Þú hættir að deila vöktunum þínum með %@. Þau verða fjarlægð af þessum lista.
it: Smetterai di condividere i tuoi turni con %@. Verranno rimossi da questo elenco.
ja: %@へのシフト共有が停止されます。相手はこのリストから削除されます。
ko: %@님과 내 근무 공유가 중지됩니다. 이 목록에서 삭제됩니다.
lt: Nebebendrinsite savo pamainų su %@. Jie bus pašalinti iš šio sąrašo.
lv: Jūs pārtrauksiet kopīgot savas maiņas ar %@. Viņi tiks noņemti no šī saraksta.
nb: Du slutter å dele vaktene dine med %@. De fjernes fra denne listen.
nl: Je stopt met het delen van je diensten met %@. Ze worden uit deze lijst verwijderd.
nn: Du vil slutte å dele vaktene dine med %@. Dei blir fjerna frå denne lista.
pl: Przestaniesz udostępniać swoje zmiany użytkownikowi %@. Zostanie usunięty z tej listy.
pt_br: Você vai parar de compartilhar seus turnos com %@. A pessoa será removida desta lista.
ro: Nu vei mai partaja turele tale cu %@. Va fi eliminat din această listă.
ru: Вы перестанете делиться своими сменами с %@. Они будут удалены из этого списка.
sk: Prestanete zdieľať svoje zmeny s %@. Bude odstránený z tohto zoznamu.
sl: Nehal(a) boš deliti svoje izmene z %@. Odstranjen(a) bo s tega seznama.
sr: Prestaćete da delite svoje smene sa %@. Biće uklonjeni sa ove liste.
sv: Du kommer att sluta dela dina pass med %@. De tas bort från listan.
sw: Utaacha kushiriki zamu zako na %@. Wataondolewa kwenye orodha hii.
ta: %@ உடன் உங்கள் பணிப்பகுதிகளைப் பகிர்வதை நிறுத்துவீர்கள். அவர்கள் இந்தப் பட்டியலில் இருந்து அகற்றப்படுவார்கள்.
th: คุณจะหยุดแชร์กะของคุณกับ %@ และพวกเขาจะถูกลบออกจากรายการนี้
tr: Vardiyalarını %@ ile paylaşmayı bırakacaksın. Bu listeden kaldırılacaklar.
uk: Ви перестанете ділитися своїми змінами з %@. Їх буде видалено з цього списку.
ur: آپ %@ کے ساتھ اپنی شفٹیں شیئر کرنا بند کر دیں گے۔ وہ اس فہرست سے ہٹا دیے جائیں گے۔
vi: Bạn sẽ ngừng chia sẻ ca làm của mình với %@. Họ sẽ bị xóa khỏi danh sách này.
zh_hans: 你将停止与%@共享你的班次。他们将从此列表中移除。
zh_hant: 你將停止與%@分享你的班次。他們將從此清單移除。

# sharing.confirm.stopSharingMyShifts.title
source: Stop sharing my shifts with %@?
ar: إيقاف مشاركة نوباتي مع %@؟
bg: Да спреш ли да споделяш смените си с %@?
bn: %@-এর সাথে আমার শিফট শেয়ার করা বন্ধ করবেন?
ca: Vols deixar de compartir els meus torns amb %@?
cs: Přestat sdílet mé směny s %@?
da: Stop med at dele mine vagter med %@?
de: Meine Schichten nicht mehr mit %@ teilen?
el: Να διακοπεί η κοινοποίηση των βαρδιών μου με τον/την %@;
es: ¿Dejar de compartir mis turnos con %@?
et: Lõpetad oma vahetuste jagamise kasutajaga %@?
fa: اشتراک‌گذاری شیفت‌های من با %@ متوقف شود؟
fi: Lopetetaanko vuorojeni jakaminen käyttäjälle %@?
fil: Itigil ang pagbabahagi ng mga shift ko kay %@?
fr: Arrêter de partager mes shifts avec %@ ?
he: להפסיק לשתף את המשמרות שלי עם %@?
hi: %@ के साथ मेरी शिफ्ट साझा करना बंद करें?
hr: Prestati dijeliti moje smjene s %@?
hu: Leállítod műszakjaid megosztását vele: %@?
id: Berhenti membagikan shift saya ke %@?
is: Hætta að deila vöktunum mínum með %@?
it: Smettere di condividere i miei turni con %@?
ja: %@へのシフト共有を停止しますか？
ko: %@님과 내 근무 공유를 중지할까요?
lt: Nebebendrinti mano pamainų su %@?
lv: Pārtraukt kopīgot manas maiņas ar %@?
nb: Slutte å dele vaktene dine med %@?
nl: Stoppen met het delen van mijn diensten met %@?
nn: Slutte å dele vaktene dine med %@?
pl: Przestać udostępniać moje zmiany użytkownikowi %@?
pt_br: Parar de compartilhar meus turnos com %@?
ro: Nu mai partajezi turele mele cu %@?
ru: Перестать делиться моими сменами с %@?
sk: Prestať zdieľať moje zmeny s %@?
sl: Neham deliti moje izmene z %@?
sr: Prekinuti deljenje mojih smena sa %@?
sv: Sluta dela mina pass med %@?
sw: Acha kushiriki zamu zangu na %@?
ta: %@ உடன் என் பணிப்பகுதிகளைப் பகிர்வதை நிறுத்தவா?
th: หยุดแชร์กะของฉันกับ %@?
tr: Vardiyalarımı %@ ile paylaşmayı durdur?
uk: Припинити ділитися моїми змінами з %@?
ur: %@ کے ساتھ میری شفٹیں شیئر کرنا بند کریں؟
vi: Ngừng chia sẻ ca làm của tôi với %@?
zh_hans: 停止与%@共享我的班次？
zh_hant: 停止與%@分享我的班次？

# sharing.emailOrPhoneOrUsername
source: Email, phone, or username
ar: البريد الإلكتروني أو الهاتف أو اسم المستخدم
bg: Имейл, телефон или потребителско име
bn: ইমেইল, ফোন বা ব্যবহারকারীর নাম
ca: Correu, telèfon o nom d'usuari
cs: E-mail, telefon nebo uživatelské jméno
da: E-mail, telefon eller brugernavn
de: E-Mail, Telefon oder Benutzername
el: Email, τηλέφωνο ή όνομα χρήστη
es: Correo, teléfono o nombre de usuario
et: E-post, telefon või kasutajanimi
fa: ایمیل، تلفن یا نام کاربری
fi: Sähköposti, puhelin tai käyttäjänimi
fil: Email, telepono, o username
fr: E-mail, téléphone ou nom d'utilisateur
he: אימייל, טלפון או שם משתמש
hi: ईमेल, फ़ोन या उपयोगकर्ता नाम
hr: E-pošta, telefon ili korisničko ime
hu: E-mail, telefon vagy felhasználónév
id: Email, telepon, atau nama pengguna
is: Netfang, sími eða notandanafn
it: Email, telefono o nome utente
ja: メール、電話番号、またはユーザー名
ko: 이메일, 전화번호 또는 사용자 이름
lt: El. paštas, telefonas arba naudotojo vardas
lv: E-pasts, tālrunis vai lietotājvārds
nb: E-post, telefonnummer eller brukernavn
nl: E-mail, telefoon of gebruikersnaam
nn: E-post, telefon eller brukarnamn
pl: E-mail, telefon lub nazwa użytkownika
pt_br: E-mail, telefone ou nome de usuário
ro: E-mail, telefon sau nume de utilizator
ru: E-mail, телефон или имя пользователя
sk: E-mail, telefón alebo používateľské meno
sl: E-pošta, telefon ali uporabniško ime
sr: E-pošta, telefon ili korisničko ime
sv: E-post, telefon eller användarnamn
sw: Barua pepe, simu au jina la mtumiaji
ta: மின்னஞ்சல், தொலைபேசி அல்லது பயனர்பெயர்
th: อีเมล เบอร์โทร หรือชื่อผู้ใช้
tr: E-posta, telefon veya kullanıcı adı
uk: Е-пошта, телефон або ім’я користувача
ur: ای میل، فون، یا صارف نام
vi: Email, số điện thoại hoặc tên người dùng
zh_hans: 邮箱、手机号或用户名
zh_hant: 電子郵件、電話或使用者名稱

# sharing.error.addFriend
source: Could not add friend
ar: تعذر إضافة الصديق
bg: Не можеше да добави приятел
bn: বন্ধু যোগ করতে পারেনি
ca: No s'ha pogut afegir l'amic
cs: Nepodařilo se přidat přítele
da: Kunne ikke tilføje ven
de: Freund konnte nicht hinzugefügt werden
el: Δεν ήταν δυνατή η προσθήκη φίλου
es: No se pudo agregar amigo
et: Sõbra lisamine ebaõnnestus
fa: نتوانست دوست اضافه کند
fi: Ystävää ei voitu lisätä
fil: Hindi makadagdag ng kaibigan
fr: Impossible d'ajouter l'ami
he: לא היה ניתן להוסיף חבר
hi: मित्र जोड़ नहीं सके
hr: Nije moguće dodati prijatelja
hu: Nem sikerült hozzáadni a barátot
id: Tidak dapat menambah teman
is: Gat ekki bætt við vin
it: Impossibile aggiungere amico
ja: 友人を追加できませんでした
ko: 친구를 추가할 수 없음
lt: Nepavyko pridėti draugo
lv: Nevarēja pievienot draugu
nb: Kunne ikke legge til venn
nl: Kunne ikke legge til venn
nn: Kunne ikke legge til venn
pl: Nie można dodać znajomego
pt_br: Não foi possível adicionar amigo
ro: Nu s-a putut adăuga prieten
ru: Не удалось добавить друга
sk: Nie je možné pridať priateľa
sl: Prijatelja ni bilo mogoče dodati
sr: Nije moguće dodati prijatelja
sv: Kunde inte lägga till vän
sw: Haiwezi kuongeza rafiki
ta: நண்பரைச் சேர்க்க முடியவில்லை
th: ไม่สามารถเพิ่มเพื่อนได้
tr: Arkadaş eklenemedi
uk: Не вдалося додати друга
ur: دوست شامل نہیں کیا جا سکا
vi: Không thể thêm bạn
zh_hans: 无法添加好友
zh_hant: 無法新增好友

# sharing.error.addFriendEmpty
source: Please enter an email or phone number
ar: يرجى إدخال بريد إلكتروني أو رقم هاتف
bg: Моля, въведете имейл или телефонен номер
bn: দয়া করে একটি ইমেল বা ফোন নম্বর প্রবেশ করুন
ca: Introdueix un correu electrònic o número de telèfon
cs: Prosím zadejte e-mail nebo telefonní číslo
da: Angiv venligst en e-mail eller telefonnummer
de: Bitte geben Sie eine E-Mail oder Telefonnummer ein
el: Παρακαλώ εισάγετε ένα email ή αριθμό τηλεφώνου
es: Por favor, ingresa un correo electrónico o número de teléfono
et: Palun sisestage e-posti aadress või telefoninumber
fa: لطفاً ایمیل یا شماره تلفن وارد کنید
fi: Anna sähköpostiosoite tai puhelinnumero
fil: Mangyaring magbigay ng email o numero ng telepono
fr: Veuillez entrer une e-mail ou un numéro de téléphone
he: אנא הזן דוא״ל או מספר טלפון
hi: कृपया ईमेल या फोन नंबर दर्ज करें
hr: Unesite e-poštu ili telefonski broj
hu: Kérjük, adjon meg egy e-mail-címet vagy telefonszámot
id: Silakan masukkan email atau nomor telepon
is: Vinsamlegast sláðu inn netfang eða símanúmer
it: Inserisci un'e-mail o un numero di telefono
ja: メールアドレスまたは電話番号を入力してください
ko: 이메일 또는 전화번호를 입력해주세요
lt: Įveskite el. pašto adresą arba telefono numerį
lv: Lūdzu ievadiet e-pasta adresi vai tālruņa numuru
nb: Vennligst oppgi en e-post eller telefonnummer
nl: Vennligst oppgi en e-post eller telefonnummer
nn: Vennligst oppgi ein e-post eller telefonnummer
pl: Proszę podać e-mail lub numer telefonu
pt_br: Por favor, insira um e-mail ou número de telefone
ro: Vă rugăm introduceți o adresă de e-mail sau un număr de telefon
ru: Пожалуйста, введите электронную почту или номер телефона
sk: Prosím zadajte e-mail alebo telefónne číslo
sl: Vnesite e-pošto ali telefonsko številko
sr: Molimo unesite e-poštu ili broj telefona
sv: Ange en e-postadress eller telefonnummer
sw: Tafadhali ingiza barua pepe au namba ya simu
ta: ஈமெயிল் அல்லது தொலைபேசி எண்ணை உள்ளிடவும்
th: โปรดป้อนอีเมลหรือเบอร์โทรศัพท์
tr: Lütfen bir e-posta veya telefon numarası girin
uk: Будь ласка, введіть електронну пошту або номер телефону
ur: براہ کرم ای میل یا فون نمبر درج کریں
vi: Vui lòng nhập email hoặc số điện thoại
zh_hans: 请输入电子邮件或电话号码
zh_hant: 請輸入電子郵件或電話號碼

# sharing.error.loadFriends
source: Could not load friends
ar: تعذر تحميل الأصدقاء
bg: Не можеше да зареди приятели
bn: বন্ধুদের লোড করতে পারেনি
ca: No s'ha pogut carregar els amics
cs: Nepodařilo se načíst přátele
da: Kunne ikke indlæse venner
de: Freunde konnten nicht geladen werden
el: Δεν ήταν δυνατή η φόρτωση των φίλων
es: No se pudieron cargar los amigos
et: Sõprade laadimine ebaõnnestus
fa: نتوانست دوستان را بارگذاری کند
fi: Ystäviä ei voitu ladata
fil: Hindi makapagload ng mga kaibigan
fr: Impossible de charger les amis
he: לא היה ניתן לטעון חברים
hi: मित्रों को लोड नहीं कर सके
hr: Nije moguće učitati prijatelje
hu: Nem sikerült betölteni a barátokat
id: Tidak dapat memuat teman
is: Gat ekki hlaðið vinum
it: Impossibile caricare amici
ja: 友人を読み込めませんでした
ko: 친구를 불러올 수 없음
lt: Nepavyko įkelti draugų
lv: Nevarēja ielādēt draugus
nb: Kunne ikke laste venner
nl: Kunne ikke laste venner
nn: Kunne ikke laste venner
pl: Nie można załadować znajomych
pt_br: Não foi possível carregar amigos
ro: Nu s-au putut încărca prietenii
ru: Не удалось загрузить друзей
sk: Nie je možné načítať priateľov
sl: Prijateljev ni bilo mogoče naložiti
sr: Nije moguće učitati prijatelje
sv: Kunde inte läsa in vänner
sw: Haiwezi kupakua rafiki
ta: நண்பர்களை ஏற்ற முடியவில்லை
th: ไม่สามารถโหลดเพื่อน
tr: Arkadaşlar yüklenemedi
uk: Не вдалося завантажити друзів
ur: دوستوں کو لوڈ نہیں کیا جا سکا
vi: Không thể tải danh sách bạn
zh_hans: 无法加载好友
zh_hant: 無法載入好友

# sharing.error.noShareAccess
source: You don't have access to these shared shifts.
ar: ليس لديك حق الوصول إلى هذه الورديات المشتركة.
bg: Нямате достъп до тези споделени смени.
bn: এই শেয়ার করা শিফটগুলোতে আপনার অ্যাক্সেস নেই।
ca: No tens accés a aquests torns compartits.
cs: K těmto sdíleným směnám nemáte přístup.
da: Du har ikke adgang til disse delte vagter.
de: Du hast keinen Zugriff auf diese geteilten Schichten.
el: Δεν έχετε πρόσβαση σε αυτές τις κοινόχρηστες βάρδιες.
es: No tienes acceso a estos turnos compartidos.
et: Sul pole neile jagatud vahetustele juurdepääsu.
fa: به این شیفت‌های اشتراکی دسترسی ندارید.
fi: Sinulla ei ole pääsyä näihin jaettuihin vuoroihin.
fil: Wala kang access sa mga naka-share na shift na ito.
fr: Vous n’avez plus accès à ces postes partagés.
he: אין לך גישה למשמרות המשותפות האלה.
hi: आपको इन साझा शिफ़्टों का ऐक्सेस नहीं है।
hr: Nemate pristup ovim dijeljenim smjenama.
hu: Nincs hozzáférésed ezekhez a megosztott műszakokhoz.
id: Anda tidak memiliki akses ke sif bersama ini.
is: Þú hefur ekki aðgang að þessum deildu vöktum.
it: Non hai accesso a questi turni condivisi.
ja: この共有シフトへのアクセス権がありません。
ko: 이 공유 근무에 접근할 수 없습니다.
lt: Neturite prieigos prie šių bendrinamų pamainų.
lv: Jums nav piekļuves šīm kopīgotajām maiņām.
nb: Du har ikke tilgang til disse delte vaktene.
nl: Je hebt geen toegang tot deze gedeelde diensten.
nn: Du har ikkje tilgang til desse delte vaktene.
pl: Nie masz dostępu do tych udostępnionych zmian.
pt_br: Você não tem acesso a esses turnos compartilhados.
ro: Nu ai acces la aceste ture partajate.
ru: У вас нет доступа к этим общим сменам.
sk: K týmto zdieľaným zmenám nemáte prístup.
sl: Nimate dostopa do teh deljenih izmen.
sr: Nemate pristup ovim deljenim smenama.
sv: Du har inte åtkomst till dessa delade pass.
sw: Huna ruhusa ya kuona zamu hizi zilizoshirikiwa.
ta: இந்தப் பகிரப்பட்ட பணிநேரங்களுக்கு உங்களுக்கு அணுகல் இல்லை.
th: คุณไม่มีสิทธิ์เข้าถึงกะที่แชร์เหล่านี้
tr: Bu paylaşılan vardiyalara erişiminiz yok.
uk: У вас немає доступу до цих спільних змін.
ur: آپ کو ان شیئر کردہ شفٹوں تک رسائی نہیں ہے۔
vi: Bạn không có quyền truy cập các ca làm được chia sẻ này.
zh_hans: 你无权访问这些共享班次。
zh_hant: 你無權存取這些共享班次。

# sharing.error.removePerson
source: Could not remove person
ar: تعذر حذف الشخص
bg: Не можеше да премахне лицето
bn: ব্যক্তিকে সরাতে পারেনি
ca: No s'ha pogut eliminar la persona
cs: Nepodařilo se odstranit osobu
da: Kunne ikke fjerne personen
de: Person konnte nicht entfernt werden
el: Δεν ήταν δυνατή η αφαίρεση του ατόμου
es: No se pudo eliminar a la persona
et: Isiku eemaldamine ebaõnnestus
fa: نتوانست شخص را حذف کند
fi: Henkilöä ei voitu poistaa
fil: Hindi makaalis ng taong ito
fr: Impossible de supprimer la personne
he: לא היה ניתן להסיר את האדם
hi: व्यक्ति को हटा नहीं सके
hr: Nije moguće ukloniti osobu
hu: Nem sikerült eltávolítani a személyt
id: Tidak dapat menghapus orang
is: Gat ekki fjarlægð persónu
it: Impossibile rimuovere la persona
ja: その人を削除できませんでした
ko: 사람을 제거할 수 없음
lt: Nepavyko pašalinti asmens
lv: Nevarēja noņemt personu
nb: Kunne ikke fjerne personen
nl: Kunne ikke fjerne personen
nn: Kunne ikke fjerne personen
pl: Nie można usunąć osoby
pt_br: Não foi possível remover pessoa
ro: Nu s-a putut elimina persoana
ru: Не удалось удалить контакт
sk: Nie je možné odstrániť osobu
sl: Osebe ni bilo mogoče odstraniti
sr: Nije moguće ukloniti osobu
sv: Kunde inte ta bort personen
sw: Haiwezi kuondoa mtu
ta: நபரை அகற்ற முடியவில்லை
th: ไม่สามารถลบบุคคลได้
tr: Kişi kaldırılamadı
uk: Не вдалося видалити особу
ur: شخص کو ہٹایا نہیں جا سکا
vi: Không thể xóa người này
zh_hans: 无法移除此人
zh_hant: 無法移除該人員

# sharing.error.removeShare
source: Could not remove share
ar: تعذر إزالة المشاركة
bg: Не беше възможно премахване на споделяне
bn: শেয়ার সরাতে পারা যায়নি
ca: No s'ha pogut eliminar la compartició
cs: Nepodařilo se odebrat sdílení
da: Kunne ikke fjerne deling
de: Freigabe konnte nicht entfernt werden
el: Δεν ήταν δυνατή η αφαίρεση της κοινοποίησης
es: No se pudo eliminar el compartir
et: Jagamist ei õnnestunud eemaldada
fa: نتوانست اشتراک را حذف کند
fi: Jakamista ei voitu poistaa
fil: Hindi ma-alisin ang pagbabahagi
fr: Impossible de supprimer le partage
he: לא היתה אפשרות להסיר שיתוף
hi: शेयर हटाया नहीं जा सका
hr: Nije moguće ukloniti dijeljenje
hu: Nem sikerült eltávolítani a megosztást
id: Tidak dapat menghapus bagian
is: Gat ekki fjarlægt deilingu
it: Impossibile rimuovere la condivisione
ja: シェアを削除できませんでした
ko: 공유를 제거할 수 없음
lt: Nepavyko pašalinti bendrinimo
lv: Nevar netika noņemt koplietošana
nb: Kunne ikke fjerne deling
nl: Kunne ikke fjerne deling
nn: Kunne ikke fjerne delinga
pl: Nie można usunąć udostępniania
pt_br: Não foi possível remover compartilhamento
ro: Nu s-a putut elimina partajarea
ru: Не удалось удалить доступ
sk: Nepodarilo sa odstrániť zdieľanie
sl: Ni mogla odstraniti deljenja
sr: Nije moguće ukloniti deljenje
sv: Kunde inte ta bort delning
sw: Haikuweza kuondoa hisa
ta: பகிர்வை நீக்க முடியவில்லை
th: ไม่สามารถลบการแชร์ได้
tr: Paylaşım kaldırılamadı
uk: Не вдалося видалити спільний доступ
ur: شیئر کو ہटایا نہیں جا سکا
vi: Không thể xóa chia sẻ
zh_hans: 无法移除分享
zh_hant: 無法移除分享
